export const QUIZ = [
  {
    id: 1,
    question: 'КОЛКО ЧЕСТО ГУБИШ КОНТРОЛ ПО-РАНО ОТКОЛКОТО ИСКАШ?',
    options: ['Рядко', 'Понякога', 'Често', 'Почти винаги']
  },
  {
    id: 2,
    question: 'КАК СЕ ЧУВСТВАШ ПРЕДИ ИНТИМЕН МОМЕНТ?',
    options: ['Спокойно', 'Леко напрегнато', 'Тревожно', 'Много тревожно']
  },
  {
    id: 3,
    question: 'КОЛКО ВРЕМЕ СИ ГОТОВ ДА ПОСВЕТИШ НА СЕБЕ СИ ВСЕКИ ДЕН?',
    options: ['5 минути', '10 минути', '15–20 минути', 'Над 30 минути']
  }
]

export const QUIZ_TOTAL = QUIZ.length
